Repository: NaN-tic/trytond-sale_franchise_price_list
Catalog: locale/*.po
Languages: es_es

# error:sale.franchise.price_list:
source: Can not modify line "%s" because it has related price list lines. Please duplicate it.
es_es: No se puede modificar la linea "%s" porqué tiene lineas de tarifa relacionadas. Por favor, duplíquela.

# field:product.price_list,franchise:
source: Franchise
es_es: Franquicia

# field:product.price_list.line,franchise_price_list:
source: Francise Price List
es_es: Tarifa de franquicia

# field:product.price_list.line,public_price_formula:
source: Public Price Formula
es_es: Formula PVP

# field:product.template,price_list_cost_price:
source: Price List Cost Price
es_es: Precio de coste de tarifa

# field:sale.franchise,price_list:
source: Price List
es_es: Tarifa

# field:sale.franchise.price_list,create_date:
source: Create Date
es_es: Fecha de creación

# field:sale.franchise.price_list,create_uid:
source: Create User
es_es: Usuario de creación

# field:sale.franchise.price_list,franchise_is_set:
source: Franchise is set
es_es: Franquicia establecida

# field:sale.franchise.price_list,franchise_name:
source: Franchise
es_es: Franquicia

# field:sale.franchise.price_list,franchises:
source: Franchises
es_es: Franquicias

# field:sale.franchise.price_list,id:
source: ID
es_es: Identificador

# field:sale.franchise.price_list,price_list_lines:
source: Price List Line
es_es: Línea de tarifa

# field:sale.franchise.price_list,product:
source: Product
es_es: Producto

# field:sale.franchise.price_list,product_cost_price:
source: Cost Price
es_es: Precio de coste

# field:sale.franchise.price_list,product_type:
source: Sale Type
es_es: Tipos de venta

# field:sale.franchise.price_list,public_percent:
source: Public %
es_es: % PVP

# field:sale.franchise.price_list,public_price:
source: Public Price
es_es: PVP

# field:sale.franchise.price_list,quantity:
source: Quantity
es_es: Cantidad

# field:sale.franchise.price_list,quantity_is_set:
source: Quantity is set
es_es: Cantidad establecida

# field:sale.franchise.price_list,rec_name:
source: Name
es_es: Nombre

# field:sale.franchise.price_list,sale_percent:
source: Sale %
es_es: % PVD

# field:sale.franchise.price_list,sale_price:
source: Sale Price
es_es: PVD

# field:sale.franchise.price_list,unit_digits:
source: Unit Digits
es_es: Decimales de la unidad

# field:sale.franchise.price_list,write_date:
source: Write Date
es_es: Fecha modificación

# field:sale.franchise.price_list,write_uid:
source: Write User
es_es: Usuario modificación

# field:sale.franchise.price_list-sale.franchise,create_date:
source: Create Date
es_es: Fecha de creación

# field:sale.franchise.price_list-sale.franchise,create_uid:
source: Create User
es_es: Usuario de creación

# field:sale.franchise.price_list-sale.franchise,franchise:
source: Franchise
es_es: Franquicia

# field:sale.franchise.price_list-sale.franchise,id:
source: ID
es_es: Identificador

# field:sale.franchise.price_list-sale.franchise,price_list:
source: Franchise Price List
es_es: Tarifa de franquicia

# field:sale.franchise.price_list-sale.franchise,rec_name:
source: Name
es_es: Nombre

# field:sale.franchise.price_list-sale.franchise,write_date:
source: Write Date
es_es: Fecha modificación

# field:sale.franchise.price_list-sale.franchise,write_uid:
source: Write User
es_es: Usuario modificación

# field:sale.franchise.price_list.set_franchises.start,franchises:
source: Franchises
es_es: Franquicias

# field:sale.franchise.price_list.set_franchises.start,id:
source: ID
es_es: Identificador

# field:sale.franchise.price_list.set_franchises.start,price_list:
source: Price List
es_es: Tarifa

# field:sale.franchise.price_list.update.end,id:
source: ID
es_es: Identificador

# field:sale.franchise.price_list.update.start,id:
source: ID
es_es: Identificador

# help:product.price_list.line,public_price_formula:
source: Python expression that will be evaluated with: - unit_price: the original unit_price
es_es: Expresión de Python que se evaluará como: - unit_price: El precio por unidad original

# model:ir.action,name:act_sale_franchise_price_list
source: Franchise Price List
es_es: Tarifa de franquicia

# model:ir.action,name:wizard_open_franchise_price_list
source: Open Franchise Price List
es_es: Abrir Tarifa de franquicia

# model:ir.action,name:wizard_set_franchises
source: Set Price List Franchises
es_es: Establecer franquicias de la tarifa

# model:ir.action,name:wizard_update_franchise_price_list
source: Update Franchise Price List
es_es: Actualitzar tarifa de franquicia

# model:ir.ui.menu,name:None
source: Franchise Price List
es_es: Tarifa de franquicia

# model:ir.ui.menu,name:None
source: Update Franchise Price List
es_es: Actualitzar tarifa de franquicia

# model:ir.ui.menu,name:menu_sale_franchise_price_list
source: Franchise Price List
es_es: Tarifa de franquicia

# model:ir.ui.menu,name:menu_sale_franchise_price_list_update
source: Update Franchise Price List
es_es: Actualitzar tarifa de franquicia

# model:sale.franchise.price_list,name:
source: Franchise Price List
es_es: Tarifa de franquicia

# model:sale.franchise.price_list-sale.franchise,name:
source: Franchise Price List - Franchise
es_es: Tarifa de franquicia - Franquicia

# model:sale.franchise.price_list.set_franchises.start,name:
source: Set Franchises Start
es_es: Inicio establecer franquicias

# model:sale.franchise.price_list.update.end,name:
source: Update Franchise Price List End
es_es: Fin actualitzar tarifa de franquicia

# model:sale.franchise.price_list.update.start,name:
source: Update Franchise Price List Start
es_es: Inicio actualitzar tarifa de franquicia

# view:sale.franchise.price_list.set_franchises.start:
source: Set Franchises
es_es: Establecer franquicias

# view:sale.franchise.price_list.update.end:
source: Process finished correctly
es_es: El proceso ha finalizado correctamente

# view:sale.franchise.price_list.update.end:
source: Update Franchise Price List
es_es: Actualitzar tarifa de franquicia

# view:sale.franchise.price_list.update.start:
source: Update Franchise Price List
es_es: Actualitzar tarifa de franquicia

# view:sale.franchise.price_list.update.start:
source: Update price lists based on franchise information?
es_es: Actualizar las tarifas con la información de las franquicias?

# view:sale.franchise.price_list:
source: Franchise Price List
es_es: Tarifa de franquicia

# view:sale.franchise.price_list:
source: Set Franchises
es_es: Establecer franquicias

# wizard_button:sale.franchise.price_list.set_franchises,start,end:
source: Cancel
es_es: Cancel·lar

# wizard_button:sale.franchise.price_list.set_franchises,start,process:
source: Update
es_es: Actualizar

# wizard_button:sale.franchise.price_list.update,result,end:
source: Ok
es_es: Aceptar

# wizard_button:sale.franchise.price_list.update,start,end:
source: Cancel
es_es: Cancelar

# wizard_button:sale.franchise.price_list.update,start,process:
source: Update
es_es: Actualizar
